Repository: StrikerX3/TCPRelay.NET
Catalog: TCPRelay/WinFormStrings.*.resx
Languages: pt_br

# strCouldNotResolveHostName
source: Could not resolve host name
pt_br: Não foi possível resolver o nome de host

# strFailed
source: Failed
pt_br: Falha

# strFailedToStartTCPRelay
source: Failed to start TCPRelay
pt_br: Falha ao iniciar TCPRelay

# strLoading
source: Loading...
pt_br: Carregando...

# strLoadTwitchTVServers
source: Load Twitch.tv servers
pt_br: Buscar servidores do Twitch.tv

# strStart
source: Start
pt_br: Iniciar

# strStarted
source: Started
pt_br: Iniciado

# strStarting
source: Starting...
pt_br: Iniciando...

# strStartsTheRelay
source: Starts the relay
pt_br: Inicia o relay

# strStop
source: Stop
pt_br: Parar

# strStopped
source: Stopped
pt_br: Parado

# strStopping
source: Stopping...
pt_br: Parando...

# strStopsTheRelay
source: Stops the relay
pt_br: Para o relay

# strPortAlreadyInUse
source: The port {0} is already in use. Check if TCPRelay is already running or change the listen port.
pt_br: A porta {0} está em uso. Verifique se TCPRelay já está em execução ou altere a porta de escuta.

# strPortAlreadyInUseByProcess
source: The port {0} is already in use by {1} (PID: {2}). Change the listen port or try closing the application or modifying its settings.
pt_br: A porta {0} está em uso por {1} (PID: {2}). Altere a porta de escuta ou tente fechar a aplicação ou modificar suas configurações.

# strListenPort
source: Listen Port
pt_br: Porta de Escuta

# strTargetURI
source: Target URI
pt_br: URI Alvo

# strListenPortHint
source: The port TCPRelay will listen for connections
pt_br: A porta de escuta de conexões para o TCPRelay

# strLoadTwitchTVServersHint
source: Retrieve the list of servers from Twitch.tv and add them to the list
pt_br: Recupera a lista de servidores do Twitch.tv e adiciona-os à lista

# strTargetURIHint
source: Accepts the following format: [<protocol>://]<host>[:<port>][/<path>] [...] denote optional parts
pt_br: Aceita o seguinte formato: [<protocolo>://]<host>[:<porta>][/caminho] [...] denota partes opcionais

# strSendBuffer
source: Send Buffer (KB)
pt_br: Buffer de Envio (KB)

# strSendBufferHint
source: The size of the socket send buffer. Try increasing this if you still get dropped frames or you have high latency to the server.
pt_br: O tamanho do buffer de envio do socket. Tente aumentar este valor caso ainda esteja tendo perda de quadros ou se estiver conectando a um servidor com alta latência.
